/* Format of the title of the preferences panel (e.g. <AppName> Preferences) */
"%@ Preferences" = "Preferenze %@";

/* Cancel button on the 'Save Changes' alert panel. */
"Cancel" = "Annulla";

/* Message on sheet shown when the user attempts to close a preferences panel which contains unsaved changes. */
"Do you want to save changes to your Preferences?" = "Vuoi registrare le modifiche alle tue Preferenze?";

/* Don't save button on the 'Save Changes' alert panel */
"Don\\U2019t Save" = "Non registrare";

/* Save button on the 'Save Changes' alert panel. */
"Save" = "Registra";

/* Title of the panel asking user to save changes in their preferences. */
"Save Changes" = "Registra modifiche";

